app/controllers/belts_controller.rb

  def index
    @belts = Belt.all
---
SELECT "belts".* FROM "belts"